"4INCHIMAGES" = "4'' kijelző";
"ACCESSDAEMONLBL" = "Tartozék kiszolgáló";
"ACCESSDAEMONMSG" = "Letiltásával használhatatlanná teszi a kiegészítőket, kivéve töltő.";
"ADDBOOKDAEMONLBL" = "Címjegyzék kiszolgáló";
"ADDBOOKDAEMONMSG" = "Tiltásával a Kapcsolatok Kiszolgáló lassítja készülékét.";
"ADDITEM" = "Elem hozzáadása";
"ADMLITEDAEMONLBL" = "AdminLite kiszolgáló";
"ADMLITEDAEMONMSG" = "Ez a kiszolgáló felelős vezérlésért. Tiltása nincs káros hatással.";
"ADVANCEDLBL" = "Haladó";
"AIRPRINTDAEMONLBL" = "AirPrint kiszolgáló";
"AIRPRINTDAEMONMSG" = "Ha nem használja AirPrint, nyugodtan kikapcsolhatja ezt kiszolgálót.";
"ANALYZEBTN" = "Analizálás";
"ANALYZELBL" = "Analizálás, kérem várjon...";
"APPLY" = "Alkalmaz";
"ASSTOUCHDAEMONLBL" = "AssistiveTouch kiszolgáló";
"ASSTOUCHDAEMONMSG" = "Ha nem használja a AssistiveTouch-ot, nyugodtan kikapcsolhatja ezt kiszolgálót.";
"BACK" = "Vissza";
"BACKUPDAEMONLBL" = "Biztonsági mentés kiszolgáló";
"BACKUPDAEMONMSG" = "Kiszolgáló tiltásával az iTunes és az iCloud biztonsági mentés funkció használhatatlan lesz.";
"CANCEL" = "Mégse";
"CHIWLANDAEMONLBL" = "Kínai WLAN hálózat kiszolgáló";
"CHIWLANDAEMONMSG" = "Ez a kiszolgáló naplózza a hibákat, amikor megpróbál kapcsolódni egy WLAN hálózatra kínai szolgáltatóra.";
"CLEANBTN" = "Takarítás";
"CLEANLBL" = "Takarítás, kérem várjon...";
"CLEANMSG" = "Takarítás elkészült! Felszabadított hely: %@. Fájlok törlése: %@. A készülék respringel 10 másodpercen belül. Szeretné respringelni most?";
"COMPLETED1MSG" = "%@ Feldolgozott fájlok: %@.";
"COMPLETED2MSG" = "%@ Felszabadult hely: %@. Fájlok törlése: %@.";
"COMPLETED3MSG" = "Művelet befejeződött!";
"CONTAINING" = "Containing:";
"CONTINUE" = "Biztos benne, hogy folytatja?";
"CYDIASRCMSG" = "Törli Cydia forrásból a fájlokat. Ennek eredményeként Cydia nem sorolja fel azokat a csomagokat amik telepítve lettek. Forrásokat frissíteni kell. Ez alapértelmezésben ki van kapcsolva, mivel ez csak akkor jó, ha Cydia forrás nem frissül megfelelően.";
"DATAMIGDAEMONLBL" = "SIM-kapcsolatok kiszolgáló";
"DATAMIGDAEMONMSG" = "Kiszolgáló tiltásával a SIM-kapcsolatok importálása használhatatlanná vállik.";
"DELETE" = "Töröl";
"DEVDAEMONLBL" = "Developer (fejlesztő) kiszolgáló";
"DEVDAEMONMSG" = "Ez a kiszolgáló hasznos lehet a fejlesztőknek. Ha még nem vagy fejlesztő, akkor nyugodtan kikapcsolhatod.";
"DICTIONARIESLBL" = "Definíció szótárak";
"DICTIONARIESMSG" = "Ezek a szótárak által használt ''Definíciók'' funkciója a készüléknek.";
"EDIT" = "Szerkeszt";
"ENDINGWITH" = "Befejezve:";
"EXAPPSLBL" = "Kizárt alkalmazások";
"EXAPPSMSG" = "Ez a beállítás, hatással van a képek eltávolítására. Kérjük, ellenőrizze fájlokat.(Minden kép törődik a készülékéről.)";
"FDATAMSG" = "Betűtípusok mappája az adat partíción helyezkedik el. Akarod a rendszert partícióra mozgatni?";
"FILESANDFOLDERS" = "Fájlokat és almappákat";
"FILETYPE" = "Fájl típus";
"FILETYPELBL" = "Fájltípus konfigurálása és megtisztítása";
"FILETYPEMSG" = "Megtisztítandó fájltípusok (szóközzel elválasztva):";
"FOLDER" = "Mappa";
"FONTSBTN" = "Áthelyezés mappába";
"FSYSMSG" = "Betűtípusok mappája a rendszer partíción helyezkedik el. Akarod az adatot partícióra mozgatni?";
"GAMEDAEMONLBL" = "Game Center kiszolgáló";
"GAMEDAEMONMSG" = "Ha nem használja a Game Centert, nyugodtan letilthatja ezt a kiszolgálót.";
"ICLOUDDAEMONLBL" = "iCloud kiszolgáló";
"ICLOUDDAEMONMSG" = "Ha kikapcsolja ezt a kiszolgálót korlátozza iCloud funkciókat.";
"ILLFILETYPEMSG" = "Ön megadott egy vagy több engedélyezett fájltípust és karaktert. iCleaner távolítsa el őket, hogy ne sérüljön a készüléke.";
"IPADIMAGES" = "iPad képek";
"ITUNESARTWORKFILES" = "iTunesArtwork fájl";
"KEYBOARDS" = "Billentyűzetek";
"LANGLBL" = "Nyelv kiválasztása";
"LANGNAME" = "Magyar";
"LANGTOREMLBL" = "Nyelvek eltávolítása";
"LANGTOREMMSG" = "Válassza ki a kívánt nyelvet, amit elszeretne távolítani.\n\nMEGJEGYZÉS: iOS verziótól függően, ha ''Emoji'' billentyűzet van telepítve, vagy ''Japanese'' nyelvet használ az eltávolítás nem ajánlott. Készülékét nem tudja majd használni.";
"LANGUAGES" = "Nyelvek";
"LDAEMONSLBL" = "Launch kiszolgáló";
"LDAEMONSMSG" = "Érintésre lásd a leírást.";
"LOGDAEMONLBL" = "Bejelentkezés és összeomlás-jelentés kiszolgáló";
"LOGDAEMONMSG" = "Ezek a kiszolgálók felelősek rendszer hibák naplózasára és alkalmazások összeomlásáért. Ezek biztonságosan tiltva vannak az összes eszközön.";
"LOGLBL" = "Naplófájl megtekintése";
"MATCH" = "Match";
"MOREINFOLBL" = "További információ és segítség";
"MSADDONSLBL" = "MobileSubstrate Kiszolgáló";
"MSADDONSMSG" = "Programok kikapcsolása";
"MSGATTACHMSG" = "iMessage és MMS-ek törlése\n\nSMART: csak törli a fájlokat, amelyek nem mutatnak fel minden üzenetet.\n\nON: törli az összes üzenetet (üzenetek mellékleteit is).";
"NO" = "Nem";
"NOFILEMSG" = "Nem találja a szükséges fájlt.";
"NONRETINAIMAGES" = "Nem retina képek";
"NOTHINGHERE" = "Nincs itt semmi!";
"ONLYFILES" = "Csak fájlok";
"OTADAEMONLBL" = "OTA frissítés kiszolgáló";
"OTADAEMONMSG" = "Ez a kiszolgáló OTA szoftverfrissítés. Ezek biztonságosan tiltva vannak minden jailbrekelt eszközön.";
"PASSBOOKDAEMONLBL" = "PassBook kiszolgáló";
"PASSBOOKDAEMONMSG" = "Ha nem használja a PassBookot, nyugodtan kikapcsolhatja ezt a kiszolgálót";
"PATH" = "Útvonal";
"PREFBUNDLESLBL" = "Beállítás csomagok";
"PREFBUNDLESMSG" = "Ha letiltja a Beállítás csomagokat, győződjön meg róla, hogy azok eltávolítása megtörténjen a Cydia-ban is.";
"PREFLBL" = "Beállítás fájlok";
"PREFMSG" = "Ez a beállítás Cydia alkalmazásokra és tweakekre vonatkozik. Lehetséges, hogy talál olyan fájlokat, tweakeket amiket régebben eltávolított, ha esetleg nem törlődtek, akkor távolítsa el azokat, és akkor nem szükséges a Cydia-ból.";
"PROCESSEDFILES" = "Feldolgozott fájlok:";
"READMELBL" = "Olvasd el";
"REBOOTMSG" = "Újraindítás szükséges módosítások életbe léptetéséhez. Szeretnéd, hogy újra induljon a készüléked?";
"RECURSIVE" = "Rekurzív";
"REFRESH" = "Frissítés";
"REGULARFILE" = "Rendszeres fájlok";
"REMBAKBTN" = "Biztonsági másolat eltávolítása";
"REMBAKLBL" = "Biztonsági másolat eltávolítása";
"REMBAKMSG" = "Biztos el akarja távolítani a biztonsági másolatot, amely Teszt üzemmódban készült?";
"REMOVEADS" = "Hírdetések eltávolítása";
"RESBAKBTN" = "Biztonsági másolat visszaállítása";
"RESBAKLBL" = "Biztonsági másolat visszaállítása";
"RESBAKMSG" = "Biztos vissza szeretné állítani a biztonsági másolatot, amik teszt üzemmódban készült?";
"RESET" = "Visszaállítás";
"RESPRINGMSG" = "Respring szükséges módosítások életbe léptetéséhez. Szeretnéd respringelni a készüléked?";
"RESTOREDALBL" = "Restore kiszolgáló és MobileSubstrate addons";
"RESTOREDAMSG" = "Visszavonja változtatásokat, amelyek korábbi verziójú iCleaner készített, MobileSubstrate kiszolgálóról. Ha Ön tapasztalt felhasználó, és ön szeretné kezelni, kérjük, látogasson el a projekt honlapjára,'' iCleaner Pro''.";
"RETINAIMAGES" = "Retina képek";
"SAFEDAEMONLBL" = "Safe kiszolgáló";
"SAFEDAEMONMSG" = "Ez a kiszolgáló felelős az összes eszközön, konfigurációs és hibaüzeneteknek a kijelzőn. Ezek biztonságosan tiltva vannak az összes eszközön.";
"SELECTALL" = "Mind";
"SET0" = "Safari";
"SET1" = "Alkalmazások";
"SET10" = "Egyedi fájlok és mappák";
"SET2" = "Napló fájlok";
"SET3" = "Gyorsítótár fájlok";
"SET4" = "Ideglenes fájlok";
"SET5" = "Cydia";
"SET6" = "Cydia csomagok";
"SET7" = "Félig települt csomagok";
"SET8" = "Fájltípusok megtisztítása";
"SET9" = "Üzenet mellékletek";
"SETLBL" = "Beállítások";
"SPLIGHTDAEMONLBL" = "Spotlight kiszolgáló";
"SPLIGHTDAEMONMSG" = "Kiszolgáló letiltásával Spotlight keresés használhatatlan lesz.";
"STARTINGWITH" = "Indítás:";
"TAPTOEDIT" = "Érintse meg az egyik sort szerkesztéshez.";
"TESTMODEADV" = "Teszt üzemmód ajánlott.";
"TESTMODELBL" = "Teszt üzemmód";
"TESTMODEMSG" = "A teszt üzemmód lehetővé teszi, hogy az iCleaner mentse a törölt fájlokat. A meglévő biztonsági másolatot vissza lehet állítani.";
"TETHERDAEMONLBL" = "Személyes hozzáférési pont kiszolgáló";
"TETHERDAEMONMSG" = "Kiszolgáló tiltásával'' Személyes hozzáférési pont'' használhatatlan lesz.";
"TWITTERDAEMONLBL" = "Twitter kiszolgáló";
"TWITTERDAEMONMSG" = "Kiszolgáló tiltásával korlátozza Twitter integráció funkciókat.";
"UNABLETOCONNECT" = "Nem lehet kapcsolódni a szerverhez. Ez általában azt jelenti, a készülék nem csatlakozik az internethez, vagy szerver átmenetileg nem érhető el.";
"UPDATEFOUNDMSG" = "Az új verzió iCleaner (%@) tölthető le. Kérjük, indítsa el a Cydiát és frissítse az iCleanert.";
"UPDATELBL" = "Frissítés ellenőrzése";
"UPDATENOTFOUNDMSG" = "Ön a legfrissebb verziójú iCleanert használja.";
"USERINTERFACE" = "Felhasználói felület";
"VIBDAEMONLBL" = "Egyedi rezgések kiszolgáló";
"VIBDAEMONMSG" = "Ha nem használja az egyéni rezgéseket, nyugodtan letilthatja ezt a kiszolgálót.";
"VOICECONTROLLANGUAGES" = "Hangvezérlő nyelvek";
"VOICEDAEMONLBL" = "Hangvezérlés (Siri)kiszolgáló";
"VOICEDAEMONMSG" = "Kiszolgáló letiltásával a Siri használhatatlan lesz.";
"VPNDAEMONLBL" = "VPN kiszolgáló";
"VPNDAEMONMSG" = "Ha nem használ virtuális magánhálózatokat (VPN), nyugodtan letilthatja ezt a kiszolgálót.";
"WALLPAPERSLBL" = "Háttérképek kezelése";
"WALLPAPERSMSG" = "Érintse meg  az előnézethez.";
"WARNINGPOPUPSLBL" = "Figyelmeztetés popups";
"WEBLBL" = "iCleaner projekt honlapja";
"WEIBODAEMONLBL" = "Weibo kiszolgáló";
"WEIBODAEMONMSG" = "Kiszolgáló tiltásával korlátozza Weibo integrációs funkciót.";
"WHOLEFOLDER" = "Teljes mappa";
"WIPEDAEMONLBL" = "Adatpartíció kiszolgáló";
"WIPEDAEMONMSG" = "Ez a kiszolgáló felelős az adatok partícióinak törléséhez. Kikapcsolása lehetővé teszi majd, ''Beállítások - Általános - Visszaállítás'' és a távoli visszaállítása használhatatlanná teszi készülékét. Nem ajánlatos használni.";
"YES" = "Igen";
